{
    "hero_title": "Bienvenue à La Grandiose",
    "hero_description": "Votre passerelle vers une éducation exceptionnelle et des opportunités infinies.",
    "inscription_button": "Rejoignez-nous maintenant",
    "welcome": "Bienvenue dans notre application !",
    "home": "Accueil",
    "about": "À propos de nous",
    "cycles": "Cycles",
    "contact": "Contactez-nous",
    "testimonials": "Témoignages",
    "inscription": "Inscription",
    "whychooseus": "Pourquoi nous choisir",
    "more": "Plus",
    "about_title": "Découvrez l'école La Grandiose",
    "about_paragraph_1": "À La Grandiose, nous offrons un environnement chaleureux où chaque enfant peut se développer académiquement et personnellement. Nous mettons l'accent sur l'inspiration des jeunes esprits pour qu'ils deviennent la meilleure version d'eux-mêmes.",
    "about_paragraph_2": "Nous encourageons la créativité, la pensée critique et la collaboration grâce à des méthodes d'enseignement innovantes. Nos éducateurs expérimentés sont dédiés à guider les étudiants vers leurs passions et leurs objectifs futurs.",
    "about_paragraph_3": "Rejoignez-nous pour vivre un environnement d'apprentissage qui forme des citoyens responsables et globaux, prêts à exceller dans toutes leurs entreprises.",
    "about_section_label": "Section À propos",

    "whychooseus_title": "Pourquoi Nous Choisir ?",
    "whychooseus_description": "En vous inscrivant dans notre école La Grandiose, vous faites le choix de prédilection où la qualité supérieure et l’environnement stimulant sont réunis.",
    "whychooseus_point1_title": "Approche Pédagogique Personnalisée",
    "whychooseus_point1_description": "Nous adaptons notre enseignement aux besoins uniques de chaque enfant, en leur offrant un soutien individualisé et des ressources adaptées pour maximiser leur potentiel.",
    "whychooseus_point2_title": "Environnement Bienveillant et Sécurisant",
    "whychooseus_point2_description": "Notre école est un lieu où les enfants se sentent en sécurité et valorisés. Nous créons une atmosphère positive qui favorise le bien-être émotionnel et le développement social.",
    "whychooseus_point3_title": "Équipe Éducative Passionnée et Qualifiée",
    "whychooseus_point3_description": "Nos enseignants et personnels sont des professionnels dévoués, avec une passion pour l'éducation et une expertise qui garantit un enseignement de haute qualité.",
    "whychooseus_point4_title": "Activités Variées et Stimulantes",
    "whychooseus_point4_description": "Nous proposons une large gamme d'activités éducatives, sportives et artistiques (théâtre, robotique, musique, sport, etc.) qui encouragent la curiosité et le développement de compétences multiples, tout en rendant l'apprentissage amusant et engageant."

}
