{
    "hero_title": "Bienvenue à La Grandiose",
    "hero_description": "Votre passerelle vers une éducation exceptionnelle et des opportunités infinies.",
    "inscription_button": "Rejoignez-nous maintenant",
    "welcome": "Bienvenue dans notre application !",
    "home": "Accueil",
    "about": "À propos de nous",
    "cycles": "Cycles",
    "contact": "Contactez-nous",
    "testimonials": "Témoignages",
    "inscription": "Inscription",
    "whychooseus": "Pourquoi nous choisir",
    "more": "Plus",
    "about_title": "Découvrez l'école La Grandiose",
    "about_paragraph_1": "À La Grandiose, nous offrons un environnement chaleureux où chaque enfant peut se développer académiquement et personnellement. Nous mettons l'accent sur l'inspiration des jeunes esprits pour qu'ils deviennent la meilleure version d'eux-mêmes.",
    "about_paragraph_2": "Nous encourageons la créativité, la pensée critique et la collaboration grâce à des méthodes d'enseignement innovantes. Nos éducateurs expérimentés sont dédiés à guider les étudiants vers leurs passions et leurs objectifs futurs.",
    "about_paragraph_3": "Rejoignez-nous pour vivre un environnement d'apprentissage qui forme des citoyens responsables et globaux, prêts à exceller dans toutes leurs entreprises.",
    "about_section_label": "Section À propos",

    "whychooseus_title": "Pourquoi Nous Choisir ?",
    "whychooseus_description": "En vous inscrivant dans notre école La Grandiose, vous faites le choix de prédilection où la qualité supérieure et l’environnement stimulant sont réunis.",
    "whychooseus_point1_title": "Approche Pédagogique Personnalisée",
    "whychooseus_point1_description": "Nous adaptons notre enseignement aux besoins uniques de chaque enfant, en leur offrant un soutien individualisé et des ressources adaptées pour maximiser leur potentiel.",
    "whychooseus_point2_title": "Environnement Bienveillant et Sécurisant",
    "whychooseus_point2_description": "Notre école est un lieu où les enfants se sentent en sécurité et valorisés. Nous créons une atmosphère positive qui favorise le bien-être émotionnel et le développement social.",
    "whychooseus_point3_title": "Équipe Éducative Passionnée et Qualifiée",
    "whychooseus_point3_description": "Nos enseignants et personnels sont des professionnels dévoués, avec une passion pour l'éducation et une expertise qui garantit un enseignement de haute qualité.",
    "whychooseus_point4_title": "Activités Variées et Stimulantes",
    "whychooseus_point4_description": "Nous proposons une large gamme d'activités éducatives, sportives et artistiques (théâtre, robotique, musique, sport, etc.) qui encouragent la curiosité et le développement de compétences multiples, tout en rendant l'apprentissage amusant et engageant.",

    "grandiose_benefits_label": "Les avantages de La Grandiose pour votre enfant",
    "grandiose_benefits_title": "Chez La Grandiose, votre enfant devient :",
    "benefit_1_title": "Curieux",
    "benefit_1_desc": "Nous encourageons la curiosité, incitant votre enfant à explorer et à poser des questions.",
    "benefit_2_title": "Global",
    "benefit_2_desc": "Nous favorisons la conscience globale, aidant votre enfant à comprendre et apprécier différentes cultures.",
    "benefit_3_title": "Créatif",
    "benefit_3_desc": "Nous nourrissons la créativité, permettant à votre enfant de s'exprimer sous diverses formes.",
    "benefit_4_title": "Préparé",
    "benefit_4_desc": "Votre enfant sera prêt à relever les défis futurs grâce à des bases académiques solides.",
    "benefit_5_title": "Confiant",
    "benefit_5_desc": "Nous inculquons la confiance en soi à chaque élève, les aidant à croire en eux-mêmes.",
    "benefit_6_title": "Flexible",
    "benefit_6_desc": "Nous enseignons l'adaptabilité et la flexibilité pour préparer votre enfant à un monde en évolution rapide.",
    "benefit_7_title": "Analytique",
    "benefit_7_desc": "Votre enfant développera des compétences en pensée analytique, l'aidant à résoudre des problèmes avec un esprit critique.",
    "benefit_8_title": "Indépendant",
    "benefit_8_desc": "Nous encourageons l'indépendance, permettant à votre enfant de prendre en charge son parcours d'apprentissage.",

    "testimonials_title": "Ce que disent les parents",
    "testimonials_label": "Témoignages de nos parents satisfaits",

    "cycles_label": "Cycles",
    "cycles_title": "Découvrez Nos Cycles",
    "cycle_1_title": "Débuts Puissants",
    "cycle_1_desc": "Une introduction aux phases d'apprentissage puissantes.",
    "cycle_2_title": "Croissance et Apprentissage",
    "cycle_2_desc": "Favoriser la croissance et bâtir les bases de la connaissance.",
    "cycle_3_title": "Exploration et Innovation",
    "cycle_3_desc": "Inspirer la créativité et la découverte chez les jeunes esprits.",
    "cycle_4_title": "Maîtrise et Réalisation",
    "cycle_4_desc": "Préparer les élèves au succès et à l'accomplissement."
}
